{
    "MULTIMEDIA_CONTENT": [
        {
            "image": "inception.jpg",
            "title": "Inception",
            "description": "A skilled thief, who steals corporate secrets through dream-sharing technology, is given a chance to erase his criminal past if he can implant an idea into a target's subconscious.",
            "castlist": "Leonardo DiCaprio – Dom Cobb, Joseph Gordon-Levitt – Arthur, Ellen Page – Ariadne, Tom Hardy – Eames, Cillian Murphy – Robert Fischer",
            "trailer": "https://www.youtube.com/watch?v=YoHD9XEInc0",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 8432
        },
        {
            "image": "endgame.jpg",
            "title": "Avengers: End Game",
            "description": "After the devastating events of Infinity War, the remaining Avengers assemble once more to reverse Thanos’ actions and restore balance to the universe in one final stand.",
            "castlist": "Robert Downey Jr. – Tony Stark / Iron Man, Chris Evans – Steve Rogers / Captain America, Mark Ruffalo – Bruce Banner / Hulk, Chris Hemsworth – Thor, Scarlett Johansson – Natasha Romanoff / Black Widow",
            "trailer": "https://www.youtube.com/watch?v=TcMBFSGVi1c",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 5120
        },
        {
            "image": "batman.jpg",
            "title": "The Dark Knight",
            "description": "When the menace known as the Joker emerges from his mysterious past, he wreaks havoc on Gotham, forcing Batman closer to crossing the line between hero and vigilante.",
            "castlist": "Christian Bale – Bruce Wayne / Batman, Heath Ledger – Joker, Aaron Eckhart – Harvey Dent, Gary Oldman – James Gordon, Michael Caine – Alfred Pennyworth",
            "trailer": "https://www.youtube.com/watch?v=EXeTwQWrcwY",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 9876
        },
        {
            "image": "interestellar.jpg",
            "title": "Interstellar",
            "description": "A team of explorers travels through a wormhole in space in an attempt to ensure humanity’s survival as Earth becomes uninhabitable.",
            "castlist": "Matthew McConaughey – Cooper, Anne Hathaway – Amelia Brand, Jessica Chastain – Murphy, Michael Caine – Professor Brand, Matt Damon – Mann",
            "trailer": "https://www.youtube.com/watch?v=zSWdZVtXT7E",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 7505
        },
        {
            "image": "BreakingBad",
            "title": "Breaking Bad",
            "description": "Un profesor de química diagnosticado con cáncer terminal comienza a fabricar metanfetamina para asegurar el futuro económico de su familia, asociándose con un exalumno problemático.",
            "castlist": "Bryan Cranston – Walter White, Aaron Paul – Jesse Pinkman, Anna Gunn – Skyler White, Dean Norris – Hank Schrader, Bob Odenkirk – Saul Goodman",
            "trailer": "https://www.youtube.com/watch?v=HhesaQXLuRY",
            "category": "Series",
            "subcategory": "Drama",
            "views": 6128
        },
        {
            "image": "Euphoria.jpg",
            "title": "Euphoria",
            "description": "Un grupo de adolescentes navega entre las drogas, el sexo, la identidad, el trauma y las redes sociales mientras intentan encontrar sentido a sus vidas.",
            "castlist": "Zendaya – Rue Bennett, Hunter Schafer – Jules Vaughn, Sydney Sweeney – Cassie Howard, Jacob Elordi – Nate Jacobs, Alexa Demie – Maddy Perez",
            "trailer": "https://www.youtube.com/watch?v=UR4rzWc-kUY",
            "category": "Series",
            "subcategory": "Drama",
            "views": 5991
        },
        {
            "image": "Adolescence.jpg",
            "title": "Adolescence",
            "description": "Un joven que busca su identidad se adentra en un mundo de excesos, fiestas y malas decisiones, enfrentando las consecuencias de crecer demasiado rápido.",
            "castlist": "Mickey River – Adam, India Eisley – Alice, Romeo Miller – Keith, Tommy Flanagan – Shepherd, Elisabeth Röhm – Jennette",
            "trailer": "https://www.youtube.com/watch?v=QUQ5z3JpIzU",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 7004
        },
        {
            "image": "PerdiendoElJuicio.jpg",
            "title": "Perdiendo el juicio",
            "description": "Una series de comedia donde famosos enfrentan juicios absurdos y situaciones legales exageradas que sacan su lado más divertido.",
            "castlist": "Adrián Uribe – Juez, Consuelo Duval – Abogada, Ricardo Fastlicht – Fiscal, Maríazel – Testigo, Juan Carlos Casasola – Acusado",
            "trailer": "https://www.youtube.com/watch?v=8H2qYt4iK8g",
            "category": "Series",
            "subcategory": "Drama",
            "views": 5352
        },
        {
            "image": "ForestGump.jpg",
            "title": "Forest Gump",
            "description": "La vida de un hombre con un bajo coeficiente intelectual que, sin proponérselo, se convierte en testigo y protagonista de los momentos más icónicos de la historia moderna de EE. UU.",
            "castlist": "Tom Hanks – Forrest Gump, Robin Wright – Jenny Curran, Gary Sinise – Teniente Dan Taylor, Sally Field – Sra. Gump, Mykelti Williamson – Bubba",
            "trailer": "https://www.youtube.com/watch?v=bLvqoHBptjg",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 9411
        },
        {
            "image": "Titanic.jpg",
            "title": "Titanic",
            "description": "Una joven de la alta sociedad se enamora de un artista pobre a bordo del trágico barco Titanic, que se hunde en su viaje inaugural.",
            "castlist": "Leonardo DiCaprio – Jack Dawson, Kate Winslet – Rose DeWitt Bukater, Billy Zane – Cal Hockley, Kathy Bates – Molly Brown, Bill Paxton – Brock Lovett",
            "trailer": "https://www.youtube.com/watch?v=2e-eXJ6HgkQ",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 6739
        },
        {
            "image": "ABeautifulMind.jpg",
            "title": "Una mente brillante",
            "description": "Basada en la vida del matemático John Nash, un genio que lucha contra la esquizofrenia mientras intenta mantener su carrera y su familia.",
            "castlist": "Russell Crowe – John Nash, Jennifer Connelly – Alicia Nash, Ed Harris – William Parcher, Paul Bettany – Charles Herman, Christopher Plummer – Dr. Rosen",
            "trailer": "https://www.youtube.com/watch?v=WFJgUm7iOKw",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 5013
        },
        {
            "image": "TheGreenMile.jpg",
            "title": "Milagros inesperados",
            "description": "Un guardia de prisión en la década de 1930 descubre que uno de los condenados a muerte posee un misterioso don sobrenatural que desafía su comprensión del bien y del mal.",
            "castlist": "Tom Hanks – Paul Edgecomb, Michael Clarke Duncan – John Coffey, David Morse – Brutus Howell, Bonnie Hunt – Jan Edgecomb, Sam Rockwell – Wild Bill Wharton",
            "trailer": "https://www.youtube.com/watch?v=Ki4haFrqSrw",
            "category": "Peliculas",
            "subcategory": "Drama",
            "views": 7927
        },
        {
            "image": "Friends.jpg",
            "title": "Friends",
            "description": "Seis amigos viven en Nueva York compartiendo sus experiencias de amor, trabajo y amistad mientras navegan las alegrías y desastres de la vida adulta.",
            "castlist": "Jennifer Aniston – Rachel Green, Courteney Cox – Monica Geller, Lisa Kudrow – Phoebe Buffay, Matt LeBlanc – Joey Tribbiani, Matthew Perry – Chandler Bing, David Schwimmer – Ross Geller",
            "trailer": "https://www.youtube.com/watch?v=hDNNmeeJs1Q",
            "category": "Series",
            "subcategory": "Comedia",
            "views": 9055
        },
        {
            "image": "LosSerrano.jpg",
            "title": "Los Serrano",
            "description": "Una familia española recompuesta vive situaciones cómicas y dramáticas mientras intenta adaptarse a la convivencia bajo el mismo techo.",
            "castlist": "Antonio Resines – Diego Serrano, Belén Rueda – Lucía Gómez, Fran Perea – Marcos Serrano, Verónica Sánchez – Eva Capdevila, Jesús Bonilla – Fiti Martínez",
            "trailer": "https://www.youtube.com/watch?v=1Pz5GmbYQo8",
            "category": "Series",
            "subcategory": "Comedia",
            "views": 6214
        },
        {
            "image": "MachosAlfa.jpg",
            "title": "Machos Alfa",
            "description": "Cuatro hombres de mediana edad intentan adaptarse a los cambios sociales y de género mientras enfrentan la crisis de la masculinidad moderna.",
            "castlist": "Fernando Gil – Pedro Aguilar, Gorka Otxoa – Luis, Raúl Tejón – Raúl, Fele Martínez – Santi, Paula Gallego – Daniela",
            "trailer": "https://www.youtube.com/watch?v=sZ2F8FodwEU",
            "category": "Series",
            "subcategory": "Comedia",
            "views": 5683
        },
        {
            "image": "LaQueSeAvecina.jpg",
            "title": "La que se avecina",
            "description": "Los vecinos de un peculiar edificio viven todo tipo de enredos, conflictos y situaciones absurdas en una de las comedias más populares de España.",
            "castlist": "Jordi Sánchez – Antonio Recio, Nathalie Seseña – Berta Escobar, José Luis Gil – Enrique Pastor, Pablo Chiapella – Amador Rivas, Eva Isanta – Maite Figueroa",
            "trailer": "https://www.youtube.com/watch?v=y03VNoqAJ_E",
            "category": "Series",
            "subcategory": "Comedia",
            "views": 8801
        },
        {
            "image": "OchoApellidosVascos.jpg",
            "title": "Ocho apellidos vascos",
            "description": "Un joven andaluz viaja al País Vasco por amor y acaba involucrado en una divertida confusión de identidades culturales.",
            "castlist": "Dani Rovira – Rafa, Clara Lago – Amaia, Carmen Machi – Merche, Karra Elejalde – Koldo, Alfonso Sánchez – Curro",
            "trailer": "https://www.youtube.com/watch?v=4y9p3_5hzvY",
            "category": "Peliculas",
            "subcategory": "Comedia",
            "views": 7259
        },
        {
            "image": "PerfectosDesconocidos.jpg",
            "title": "Perfectos desconocidos",
            "description": "Durante una cena entre amigos, todos deciden dejar sus teléfonos sobre la mesa y compartir cada mensaje o llamada que reciban, revelando secretos inesperados.",
            "castlist": "Belén Rueda – Eva, Eduard Fernández – Alfonso, Ernesto Alterio – Ernesto, Juana Acosta – Ana, Pepón Nieto – Antonio",
            "trailer": "https://www.youtube.com/watch?v=mtkTFx_eAqE",
            "category": "Peliculas",
            "subcategory": "Comedia",
            "views": 5487
        },
        {
            "image": "Torrente.jpg",
            "title": "Torrente, el brazo tonto de la ley",
            "description": "Un policía corrupto, machista y fanático del Atlético de Madrid intenta resolver un caso mientras siembra el caos a su alrededor.",
            "castlist": "Santiago Segura – José Luis Torrente, Javier Cámara – Rafi, Neus Asensi – Amparito, Chus Lampreave – Doña Antonia, Jimmy Barnatán – Toneti",
            "trailer": "https://www.youtube.com/watch?v=DBgIRw0jJ6A",
            "category": "Peliculas",
            "subcategory": "Comedia",
            "views": 6912
        },
        {
            "image": "SuperLopez.jpg",
            "title": "Superlópez",
            "description": "Un hombre común con superpoderes intenta llevar una vida normal en España mientras lucha contra villanos y su propio deseo de anonimato.",
            "castlist": "Dani Rovira – Juan López / Superlópez, Alexandra Jiménez – Luisa, Julián López – López, Maribel Verdú – Ágata, Pedro Casablanc – El Padre",
            "trailer": "https://www.youtube.com/watch?v=XgI6tXRMAmM",
            "category": "Peliculas",
            "subcategory": "Comedia",
            "views": 8109
        },
        {
            "image": "SedDeVenganza.jpg",
            "title": "Sed de venganza",
            "description": "Un hombre busca vengarse tras perder a su familia en un ataque violento, desatando una cruzada personal contra los responsables.",
            "castlist": "Gerard Butler – Clyde Shelton, Jamie Foxx – Nick Rice, Colm Meaney – Jonas Cantrell, Leslie Bibb – Sarah Lowell, Regina Hall – Kelly Rice",
            "trailer": "https://www.youtube.com/watch?v=LX6kVRsdXW4",
            "category": "Peliculas",
            "subcategory": "Acción",
            "views": 7777
        },
        {
            "image": "Terminator.jpg",
            "title": "Terminator",
            "description": "Un cyborg asesino viaja desde el futuro para eliminar a la madre del líder de la resistencia humana, mientras un soldado intenta protegerla.",
            "castlist": "Arnold Schwarzenegger – Terminator, Linda Hamilton – Sarah Connor, Michael Biehn – Kyle Reese, Paul Winfield – Teniente Traxler, Lance Henriksen – Vukovich",
            "trailer": "https://www.youtube.com/watch?v=k64P4l2Wmeg",
            "category": "Peliculas",
            "subcategory": "Acción",
            "views": 6543
        },
        {
            "image": "Matrix.jpg",
            "title": "Matrix",
            "description": "Un hacker descubre que la realidad que conoce es una simulación creada por máquinas, y se une a la resistencia humana para liberarse del control artificial.",
            "castlist": "Keanu Reeves – Neo, Laurence Fishburne – Morfeo, Carrie-Anne Moss – Trinity, Hugo Weaving – Agente Smith, Joe Pantoliano – Cypher",
            "trailer": "https://www.youtube.com/watch?v=vKQi3bBA1y8",
            "category": "Peliculas",
            "subcategory": "Acción",
            "views": 9200
        },
        {
            "image": "FastAndFurious.jpg",
            "title": "Rápidos y furiosos",
            "description": "Un policía se infiltra en una banda de corredores ilegales de autos y termina formando lazos con ellos, mientras enfrentan misiones llenas de velocidad y peligro.",
            "castlist": "Vin Diesel – Dominic Toretto, Paul Walker – Brian O'Conner, Michelle Rodriguez – Letty Ortiz, Jordana Brewster – Mia Toretto, Tyrese Gibson – Roman Pearce",
            "trailer": "https://www.youtube.com/watch?v=2TAOizOnNPo",
            "category": "Peliculas",
            "subcategory": "Acción",
            "views": 5701
        },
        {
            "image": "JohnWick.jpg",
            "title": "John Wick",
            "description": "Un exasesino a sueldo regresa al mundo del crimen para vengarse de quienes destruyeron su vida, desatando una ola de violencia imparable.",
            "castlist": "Keanu Reeves – John Wick, Ian McShane – Winston, Lance Reddick – Charon, Willem Dafoe – Marcus, Adrianne Palicki – Ms. Perkins",
            "trailer": "https://www.youtube.com/watch?v=2AUmvWm5ZDQ",
            "category": "Peliculas",
            "subcategory": "Acción",
            "views": 8630
        },
        {
            "image": "LaCasaDePapel.jpg",
            "title": "La casa de papel",
            "description": "Un grupo de criminales, liderados por 'El Profesor', lleva a cabo el mayor atraco de la historia: asaltar la Fábrica Nacional de Moneda y Timbre de España.",
            "castlist": "Álvaro Morte – El Profesor, Úrsula Corberó – Tokio, Pedro Alonso – Berlín, Itziar Ituño – Lisboa, Jaime Lorente – Denver",
            "trailer": "https://www.youtube.com/watch?v=To_kVMMu-Ls",
            "category": "Series",
            "subcategory": "Acción",
            "views": 7195
        },
        {
            "image": "VisAVis.jpg",
            "title": "Vis a vis",
            "description": "Una joven ingenua es enviada a prisión, donde debe aprender a sobrevivir entre reclusas peligrosas y un sistema carcelario corrupto.",
            "castlist": "Maggie Civantos – Macarena Ferreiro, Najwa Nimri – Zulema Zahir, Berta Vázquez – Rizos, Alba Flores – Saray, María Isabel Díaz Lago – Sole",
            "trailer": "https://www.youtube.com/watch?v=q9tXl0Jx9Y4",
            "category": "Series",
            "subcategory": "Acción",
            "views": 6010
        },
        {
            "image": "SkyRojo.jpg",
            "title": "Sky Rojo",
            "description": "Tres mujeres huyen de su proxeneta y se embarcan en una peligrosa huida por la libertad, enfrentándose a criminales y situaciones extremas.",
            "castlist": "Verónica Sánchez – Coral, Lali Espósito – Wendy, Yany Prado – Gina, Asier Etxeandia – Romeo, Miguel Ángel Silvestre – Moisés",
            "trailer": "https://www.youtube.com/watch?v=Vd1HcFZx-0U",
            "category": "Series",
            "subcategory": "Acción",
            "views": 5590
        },
        {
            "image": "PiratasDelCaribe.jpg",
            "title": "Piratas del Caribe",
            "description": "El capitán Jack Sparrow se embarca en aventuras llenas de humor y peligros mientras busca tesoros y enfrenta maldiciones en los siete mares.",
            "castlist": "Johnny Depp – Jack Sparrow, Orlando Bloom – Will Turner, Keira Knightley – Elizabeth Swann, Geoffrey Rush – Barbossa, Jack Davenport – Norrington",
            "trailer": "https://www.youtube.com/watch?v=naQr0uTrH_s",
            "category": "Peliculas",
            "subcategory": "Aventura",
            "views": 9673
        },
        {
            "image": "JurassicWorld.jpg",
            "title": "Jurassic World",
            "description": "Un parque temático de dinosaurios vuelve a abrir sus puertas, pero los experimentos genéticos desatan el caos y ponen a todos en peligro.",
            "castlist": "Chris Pratt – Owen Grady, Bryce Dallas Howard – Claire Dearing, Vincent D'Onofrio – Vic Hoskins, Ty Simpkins – Gray Mitchell, Nick Robinson – Zach Mitchell",
            "trailer": "https://www.youtube.com/watch?v=RFinNxS5KN4",
            "category": "Peliculas",
            "subcategory": "Aventura",
            "views": 7320
        },
        {
            "image": "Jumanji.jpg",
            "title": "Jumanji",
            "description": "Cuatro adolescentes quedan atrapados en un videojuego mágico y deben superar peligros y desafíos para poder regresar al mundo real.",
            "castlist": "Dwayne Johnson – Dr. Smolder Bravestone, Kevin Hart – Franklin 'Mouse' Finbar, Jack Black – Profesor Sheldon Oberon, Karen Gillan – Ruby Roundhouse, Nick Jonas – Jefferson 'Seaplane' McDonough",
            "trailer": "https://www.youtube.com/watch?v=2QKg5SZ_35I",
            "category": "Peliculas",
            "subcategory": "Aventura",
            "views": 6889
        },
        {
            "image": "Avatar.jpg",
            "title": "Avatar",
            "description": "Un ex-marine se integra a la cultura de Pandora a través de un avatar y debe decidir entre su lealtad a los humanos o proteger a los nativos Na'vi.",
            "castlist": "Sam Worthington – Jake Sully, Zoe Saldana – Neytiri, Sigourney Weaver – Dr. Grace Augustine, Stephen Lang – Coronel Quaritch, Giovanni Ribisi – Parker Selfridge",
            "trailer": "https://www.youtube.com/watch?v=5PSNL1qE6VY",
            "category": "Peliculas",
            "subcategory": "Aventura",
            "views": 8945
        },
        {
            "image": "TheWalkingDead.jpg",
            "title": "The Walking Dead",
            "description": "Un grupo de sobrevivientes lucha por mantenerse con vida en un mundo postapocalíptico dominado por zombis y conflictos humanos.",
            "castlist": "Andrew Lincoln – Rick Grimes, Norman Reedus – Daryl Dixon, Melissa McBride – Carol Peletier, Lauren Cohan – Maggie Greene, Danai Gurira – Michonne",
            "trailer": "https://www.youtube.com/watch?v=R1v0uFms68U",
            "category": "Series",
            "subcategory": "Aventura",
            "views": 7654
        },
        {
            "image": "TheLastOfUs.jpg",
            "title": "The Last of Us",
            "description": "En un mundo devastado por una infección fúngica, un hombre y una niña viajan juntos enfrentando peligros de infectados y otros sobrevivientes.",
            "castlist": "Pedro Pascal – Joel, Bella Ramsey – Ellie, Merle Dandridge – Marlene, Nico Parker – Sarah, Jeffrey Pierce – Perry",
            "trailer": "https://www.youtube.com/watch?v=W01L70IGBgE",
            "category": "Series",
            "subcategory": "Aventura",
            "views": 9999
        },
        {
            "image": "Los100.jpg",
            "title": "Los 100",
            "description": "Cien jóvenes delincuentes son enviados a la Tierra, años después de un apocalipsis nuclear, para determinar si el planeta es habitable de nuevo.",
            "castlist": "Eliza Taylor – Clarke Griffin, Bob Morley – Bellamy Blake, Marie Avgeropoulos – Octavia Blake, Lindsey Morgan – Raven Reyes, Richard Harmon – John Murphy",
            "trailer": "https://www.youtube.com/watch?v=aHeZ6UnkN9U",
            "category": "Series",
            "subcategory": "Aventura",
            "views": 5218
        },
        {
            "image": "Vikingos.jpg",
            "title": "Vikingos",
            "description": "La historia de Ragnar Lothbrok, un guerrero nórdico que busca fama y poder mientras enfrenta guerras, traiciones y dioses antiguos.",
            "castlist": "Travis Fimmel – Ragnar Lothbrok, Katheryn Winnick – Lagertha, Clive Standen – Rollo, Gustaf Skarsgård – Floki, Alexander Ludwig – Bjorn Ironside",
            "trailer": "https://www.youtube.com/watch?v=EJk_n4GgBnY",
            "category": "Series",
            "subcategory": "Aventura",
            "views": 8340
        },
        {
            "image": "StarWars.jpg",
            "title": "Star Wars",
            "description": "En una galaxia muy, muy lejana, un joven granjero se une a la Rebelión para enfrentarse al malvado Imperio y descubrir su destino como Jedi.",
            "castlist": "Mark Hamill – Luke Skywalker, Harrison Ford – Han Solo, Carrie Fisher – Leia Organa, Alec Guinness – Obi-Wan Kenobi, Peter Cushing – Grand Moff Tarkin",
            "trailer": "https://www.youtube.com/watch?v=vZ734NWnAHA",
            "category": "Peliculas",
            "subcategory": "Ciencia Ficción",
            "views": 9560
        },
        {
            "image": "TheSilentPlanet.jpg",
            "title": "The Silent Planet",
            "description": "Un grupo de exploradores viaja a un planeta remoto y descubre secretos que podrían cambiar la comprensión de la humanidad sobre la vida y el universo.",
            "castlist": "Actor 1 – Personaje 1, Actor 2 – Personaje 2, Actor 3 – Personaje 3, Actor 4 – Personaje 4, Actor 5 – Personaje 5",
            "trailer": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "category": "Peliculas",
            "subcategory": "Ciencia Ficción",
            "views": 6421
        },
        {
            "image": "ElCorredorDelLaberinto.jpg",
            "title": "El corredor del laberinto",
            "description": "Un grupo de jóvenes se despierta en un laberinto gigante sin recordar nada y deben encontrar la salida mientras enfrentan peligros mortales.",
            "castlist": "Dylan O'Brien – Thomas, Kaya Scodelario – Teresa, Thomas Brodie-Sangster – Newt, Will Poulter – Gally, Aml Ameen – Alby",
            "trailer": "https://www.youtube.com/watch?v=2A3TqkT6F7E",
            "category": "Peliculas",
            "subcategory": "Ciencia Ficción",
            "views": 5800
        },
        {
            "image": "ET.jpg",
            "title": "E.T. el Extraterrestre",
            "description": "Un niño hace amistad con un extraterrestre perdido en la Tierra y juntos intentan que E.T. regrese a su hogar mientras lo esconden del gobierno.",
            "castlist": "Henry Thomas – Elliott, Drew Barrymore – Gertie, Peter Coyote – Michael, Dee Wallace – Mary, Robert MacNaughton – Michael Jr.",
            "trailer": "https://www.youtube.com/watch?v=qYAETtIIClk",
            "category": "Peliculas",
            "subcategory": "Ciencia Ficción",
            "views": 8015
        },
        {
            "image": "StrangerThings.jpg",
            "title": "Stranger Things",
            "description": "En un pequeño pueblo, un grupo de niños investiga la desaparición de su amigo y descubre secretos sobrenaturales y conspiraciones gubernamentales.",
            "castlist": "Winona Ryder – Joyce Byers, David Harbour – Jim Hopper, Millie Bobby Brown – Eleven, Finn Wolfhard – Mike Wheeler, Gaten Matarazzo – Dustin Henderson",
            "trailer": "https://www.youtube.com/watch?v=b9EkMc79ZSU",
            "category": "Series",
            "subcategory": "Ciencia Ficción",
            "views": 9322
        },
        {
            "image": "BlackMirror.jpg",
            "title": "Black Mirror",
            "description": "Cada episodio cuenta una historia independiente sobre el lado oscuro de la tecnología y su impacto en la sociedad y las relaciones humanas.",
            "castlist": "Bryce Dallas Howard – Nosedive, Daniel Lapaine – Be Right Back, Jon Hamm – White Christmas, Michaela Coel – Black Museum, Jon Ronson – Narrador (documental)",
            "trailer": "https://www.youtube.com/watch?v=jDiYGjp3D9o",
            "category": "Series",
            "subcategory": "Ciencia Ficción",
            "views": 7890
        },
        {
            "image": "Dark.jpg",
            "title": "Dark",
            "description": "En un pequeño pueblo alemán, la desaparición de varios niños revela secretos familiares, viajes en el tiempo y un misterio que se extiende por generaciones.",
            "castlist": "Louis Hofmann – Jonas Kahnwald, Lisa Vicari – Martha Nielsen, Maja Schöne – Hannah Kahnwald, Oliver Masucci – Ulrich Nielsen, Karoline Eichhorn – Charlotte Doppler",
            "trailer": "https://www.youtube.com/watch?v=rrwycJ08PSA",
            "category": "Series",
            "subcategory": "Ciencia Ficción",
            "views": 6649
        },
        {
            "image": "DoctorWho.jpg",
            "title": "Doctor Who",
            "description": "Un viajero en el tiempo conocido como el Doctor recorre el universo en la TARDIS, enfrentándose a alienígenas y corrigiendo injusticias cósmicas.",
            "castlist": "Jodie Whittaker – Doctor, Peter Capaldi – Doctor, Matt Smith – Doctor, David Tennant – Doctor, Billie Piper – Rose Tyler",
            "trailer": "https://www.youtube.com/watch?v=8k9FjL2xZaw",
            "category": "Series",
            "subcategory": "Ciencia Ficción",
            "views": 5002
        },
        {
            "image": "Cassandra.jpg",
            "title": "Cassandra",
            "description": "En un futuro distópico, una joven con habilidades extraordinarias debe luchar contra un sistema opresivo y descubrir su verdadero destino.",
            "castlist": "Actor 1 – Cassandra, Actor 2 – Aliado, Actor 3 – Villano, Actor 4 – Mentor, Actor 5 – Otro personaje",
            "trailer": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "category": "Series",
            "subcategory": "Ciencia Ficción",
            "views": 7458
        },
        {
            "image": "LaMatanzaDeTexas.jpg",
            "title": "La matanza de Texas",
            "description": "Un grupo de jóvenes es perseguido por una familia de asesinos caníbales en Texas, enfrentándose a terror extremo y violencia brutal.",
            "castlist": "Marilyn Burns – Sally, Allen Danziger – Jerry, Paul A. Partain – Franklin, Teri McMinn – Pam, Gunnar Hansen – Leatherface",
            "trailer": "https://www.youtube.com/watch?v=5WGG1j8EsTg",
            "category": "Peliculas",
            "subcategory": "Terror",
            "views": 9110
        },
        {
            "image": "TheExorcist.jpg",
            "title": "El Exorcista",
            "description": "Una niña es poseída por un demonio, y dos sacerdotes intentan salvarla mediante un peligroso exorcismo.",
            "castlist": "Ellen Burstyn – Chris MacNeil, Max von Sydow – Padre Merrin, Linda Blair – Regan MacNeil, Jason Miller – Padre Karras, Lee J. Cobb – Teniente Kinderman",
            "trailer": "https://www.youtube.com/watch?v=YDGw1MTEe9k",
            "category": "Peliculas",
            "subcategory": "Terror",
            "views": 8555
        },
        {
            "image": "Annabelle.jpg",
            "title": "Annabelle",
            "description": "Una muñeca aparentemente inocente desata una series de eventos terroríficos cuando fuerzas demoníacas comienzan a atacar a una familia.",
            "castlist": "Annabelle Wallis – Mia, Ward Horton – John, Tony Amendola – Padre Perez, Alfre Woodard – Evelyn, Brian Howe – Roger",
            "trailer": "https://www.youtube.com/watch?v=RzZfBgrD3Pw",
            "category": "Peliculas",
            "subcategory": "Terror",
            "views": 6378
        },
        {
            "image": "Terrifier.jpg",
            "title": "Terrifier",
            "description": "Una noche de Halloween se convierte en pesadilla cuando un payaso psicópata aterroriza a un grupo de jóvenes, desatando violencia extrema y terror.",
            "castlist": "David Howard Thornton – Art the Clown, Jenna Kanell – Tara, Samantha Scaffidi – Victoria, Catherine Corcoran – Dawn, Michelle Tomlinson – Dawn's Friend",
            "trailer": "https://www.youtube.com/watch?v=4DlI0xFJztg",
            "category": "Peliculas",
            "subcategory": "Terror",
            "views": 7088
        },
        {
            "image": "TheHauntingOfHillHouse.jpg",
            "title": "The Haunting of Hill House",
            "description": "Una familia enfrenta los fantasmas de su pasado y los secretos de la casa en la que crecieron, mientras sucesos sobrenaturales aterrorizan a todos.",
            "castlist": "Michiel Huisman – Steven, Carla Gugino – Olivia, Victoria Pedretti – Eleanor, Oliver Jackson-Cohen – Luke, Henry Thomas – Theo",
            "trailer": "https://www.youtube.com/watch?v=6T6nXqJgAQI",
            "category": "Series",
            "subcategory": "Terror",
            "views": 5399
        },
        {
            "image": "AmericanHorrorStory.jpg",
            "title": "American Horror Story",
            "description": "Cada temporada cuenta una historia independiente de terror, abordando casas embrujadas, manicomios, brujería y fenómenos sobrenaturales.",
            "castlist": "Jessica Lange – Varias, Sarah Paulson – Varias, Evan Peters – Varias, Lily Rabe – Varias, Kathy Bates – Varias",
            "trailer": "https://www.youtube.com/watch?v=oqLz8S1iOWk",
            "category": "Series",
            "subcategory": "Terror",
            "views": 8219
        },
        {
            "image": "Scream.jpg",
            "title": "Scream",
            "description": "Una series de asesinatos aterrorizan a un pequeño pueblo mientras un asesino enmascarado aterroriza a los adolescentes, mezclando terror y misterio.",
            "castlist": "Neve Campbell – Sidney Prescott, Courteney Cox – Gale Weathers, David Arquette – Dewey Riley, Skeet Ulrich – Billy Loomis, Matthew Lillard – Stu Macher",
            "trailer": "https://www.youtube.com/watch?v=AWm_mkbdpCA",
            "category": "Peliculas",
            "subcategory": "Terror",
            "views": 9715
        },
        {
            "image": "Evil.jpg",
            "title": "Evil",
            "description": "Una psicóloga, un sacerdote y un contratista investigan sucesos aparentemente sobrenaturales y fenómenos demoníacos que desafían la lógica.",
            "castlist": "Katja Herbers – Kristen Bouchard, Mike Colter – David Acosta, Aasif Mandvi – Ben Shakir, Kurt Fuller – Dr. Boggs, Christine Lahti – Sheryl Luria",
            "trailer": "https://www.youtube.com/watch?v=1T3yH2p19dk",
            "category": "Series",
            "subcategory": "Terror",
            "views": 7600
        },
        {
            "image": "YourName.jpg",
            "title": "Your Name",
            "description": "Dos jóvenes misteriosamente intercambian cuerpos y comienzan a buscarse mientras descubren secretos que los conectan a través del tiempo y el espacio.",
            "castlist": "Ryunosuke Kamiki – Taki, Mone Kamishiraishi – Mitsuha, Masami Nagasawa – Sayaka, Etsuko Ichihara – Hitoha",
            "trailer": "https://www.youtube.com/watch?v=xU47nhruN-Q",
            "category": "Anime",
            "subcategory": "Drama",
            "views": 6174
        },
        {
            "image": "blackclover.jpg",
            "title": "Black Clover",
            "description": "Asta, un joven sin magia, se propone convertirse en el próximo Rey Mago.",
            "castlist": "Gakuto Kajiwara – Asta, Nobunaga Shimazaki – Yuno",
            "trailer": "https://www.youtube.com/watch?v=Fj2F26W-oYk",
            "category": "Anime",
            "subcategory": "Acción",
            "views": 11230
        },
        {
            "image": "CodeGeass.jpg",
            "title": "Code Geass",
            "description": "Un príncipe exiliado recibe el poder de controlar la mente y lo usa para destruir el Imperio de Britannia.",
            "castlist": "Jun Fukuyama – Lelouch, Takahiro Sakurai – Suzaku",
            "trailer": "https://www.youtube.com/watch?v=O9B4tWJ6L3g",
            "category": "Anime",
            "subcategory": "Drama",
            "views": 9870
        },
        {
            "image": "FullmetalAlchemist.jpg",
            "title": "Fullmetal Alchemist: Brotherhood",
            "description": "Dos hermanos alquimistas buscan la Piedra Filosofal tras una transmutación fallida.",
            "castlist": "Romi Park – Edward Elric, Rie Kugimiya – Alphonse Elric",
            "trailer": "https://www.youtube.com/watch?v=2n55r4s-r7s",
            "category": "Anime",
            "subcategory": "Aventuras",
            "views": 15450
        },
        {
            "image": "OnePiece.jpg",
            "title": "One Piece",
            "description": "Luffy y su tripulación viajan por el mundo buscando el gran tesoro One Piece.",
            "castlist": "Mayumi Tanaka – Monkey D. Luffy, Kazuya Nakai – Roronoa Zoro",
            "trailer": "https://www.youtube.com/watch?v=wg_H1w3X5_o",
            "category": "Anime",
            "subcategory": "Comedia",
            "views": 23900
        }
    ]
}